## JobsHistory
#### Description

In [16]:
# The code was removed by Watson Studio for sharing.

   E1001  08/01/2000  100  2
0  E1002  08/01/2001  200  5
1  E1003  08/16/2001  300  5
2  E1004  08/16/2000  400  5
3  E1005  05/30/2000  500  2
4  E1006  08/16/2001  600  2

## HousePrice
#### Description

In [17]:
# The code was removed by Watson Studio for sharing.

,OverallQual,OverallCond,BsmtFinSF1,GrLivArea,BedroomAbvGr,GarageArea,SalePrice
0,7,5,706,1710,3,548,208500
1,6,8,978,1262,3,460,181500
2,7,5,486,1786,3,608,223500
3,7,5,216,1717,3,642,140000
4,8,5,655,2198,4,836,250000

## Departments
#### Description

In [18]:
# The code was removed by Watson Studio for sharing.

   2 Architect Group  30001  L0001
0  5  Software Group  30002  L0002
1  7     Design Team  30003  L0003

## Locations
#### Description

In [19]:
# The code was removed by Watson Studio for sharing.

   L0001  2
0  L0002  5
1  L0003  7

## Jobs
#### Description

In [20]:
# The code was removed by Watson Studio for sharing.

   100          Sr. Architect  60000  100000
0  200  Sr.Software Developer  60000   80000
1  300  Jr.Software Developer  40000   60000
2  400  Jr.Software Developer  40000   60000
3  500          Jr. Architect  50000   70000
4  600         Lead Architect  70000  100000

## Locations
#### Description

In [ ]:
# The code was removed by Watson Studio for sharing.